Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-BorderChallenge/Sources/Geografy-Feature-BorderChallenge/Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: %@ difficulty
ka: %@ სირთულე

# %lld bordering %@
source: %1$lld bordering %2$@
ka: %1$lld მოსაზღვრე %2$@

# %lld neighboring %@
source: %1$lld neighboring %2$@
ka: %1$lld მეზობელი %2$@

source: Border Challenge
ka: საზღვრების გამოწვევა

source: Done
ka: დასრულება

source: Guide
ka: სახელმძღვანელო

source: Name all neighboring countries before time runs out
ka: დაასახელე ყველა მეზობელი ქვეყანა დროის ამოწურვამდე

source: Quit
ka: გასვლა

source: Results
ka: შედეგები

source: Reveal All
ka: ყველას ჩვენება

source: Selected
ka: არჩეული

source: Type a neighbor...
ka: აკრიფე მეზობელი...
